{
	"datasets": [
		{ "name": "GDP (current US$)", "id": "NY.GDP.MKTP.CD", "description": "GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current U.S. dollars. Dollar figures for GDP are converted from domestic currencies using single year official exchange rates. For a few countries where the official exchange rate does not reflect the rate effectively applied to actual foreign exchange transactions, an alternative conversion factor is used.", "precision": "-9", "prefix": "US$", "suffix": " billion" },
		{ "name": "GDP growth (annual %)", "id": "NY.GDP.MKTP.KD.ZG", "description": "Annual percentage growth rate of GDP at market prices based on constant local currency. Aggregates are based on constant 2005 U.S. dollars. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources.", "precision": "2", "prefix": "", "suffix": "%" },
		{ "name": "GDP per capita (current US$)", "id": "NY.GDP.PCAP.CD", "description": "GDP per capita is gross domestic product divided by midyear population. GDP is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current U.S. dollars.", "precision": "0", "prefix": "US$", "suffix": "" },
		{ "name": "GDP per capita, PPP (current international $)", "id": "NY.GDP.PCAP.PP.CD", "description": "GDP per capita based on purchasing power parity (PPP). PPP GDP is gross domestic product converted to international dollars using purchasing power parity rates. An international dollar has the same purchasing power over GDP as the U.S. dollar has in the United States. GDP at purchaser's prices is the sum of gross value added by all resident producers in the economy plus any product taxes and minus any subsidies not included in the value of the products. It is calculated without making deductions for depreciation of fabricated assets or for depletion and degradation of natural resources. Data are in current international dollars.", "precision": "0", "prefix": "$", "suffix": "" },
		{ "name": "GINI index", "id": "SI.POV.GINI", "description": "Gini index measures the extent to which the distribution of income or consumption expenditure among individuals or households within an economy deviates from a perfectly equal distribution. A Lorenz curve plots the cumulative percentages of total income received against the cumulative number of recipients, starting with the poorest individual or household. The Gini index measures the area between the Lorenz curve and a hypothetical line of absolute equality, expressed as a percentage of the maximum area under the line. Thus a Gini index of 0 represents perfect equality, while an index of 100 implies perfect inequality.", "precision": "", "prefix": "", "suffix": "" },
		{ "name": "Unemployment, total (% of total labor force)", "id": "SL.UEM.TOTL.ZS", "description": "Unemployment refers to the share of the labor force that is without work but available for and seeking employment. Definitions of labor force and unemployment differ by country.", "precision": "2", "prefix": "", "suffix": "%" },
		{ "name": "Life expectancy at birth, total (years)", "id": "SP.DYN.LE00.IN", "description": "Life expectancy at birth indicates the number of years a newborn infant would live if prevailing patterns of mortality at the time of its birth were to stay the same throughout its life.", "precision": "2", "prefix": "", "suffix": " years" },
		{ "name": "Mortality rate, infant (per 1,000 live births)", "id": "SP.DYN.IMRT.IN", "description": "Infant mortality rate is the number of infants dying before reaching one year of age, per 1,000 live births in a given year.", "precision": "", "prefix": "", "suffix": "" },
		{ "name": "Population (Total)", "id": "SP.POP.TOTL", "description": "Population, total refers to the total population.", "precision": "-6", "prefix": "", "suffix": " million" },
		{ "name": "Access to electricity (% of population)", "id": "EG.ELC.ACCS.ZS", "description": "Access to electricity is the percentage of population with access to electricity. Electrification data are collected from industry, national surveys and international sources.", "precision": "1", "prefix": "", "suffix": "%" },
		{ "name": "Inflation, consumer prices (annual %)", "id": "FP.CPI.TOTL.ZG", "description": "Inflation as measured by the consumer price index reflects the annual percentage change in the cost to the average consumer of acquiring a basket of goods and services that may be fixed or changed at specified intervals, such as yearly. The Laspeyres formula is generally used.", "precision": "-1", "prefix": "", "suffix": "%" }
	]
}
